<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url('https://themes.googleusercontent.com/fonts/css?kit=n6RTCDcIPWSE8UNBa4k-DPok5wI36VK7fT3eoiKftDm4f9NsDRK2QhXrY8aUq2X0');ol{margin:0;padding:0}table td,table th{padding:0}.c3{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:14pt;font-family:"Old Standard TT";font-style:normal}.c5{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10pt;font-family:"Old Standard TT";font-style:normal}.c0{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left;height:11pt}.c11{padding-top:0pt;padding-bottom:3pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:center}.c1{-webkit-text-decoration-skip:none;font-weight:400;text-decoration:underline;text-decoration-skip-ink:none;font-size:14pt;font-family:"Old Standard TT"}.c2{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c12{font-size:14pt;font-family:"Old Standard TT";font-style:italic;font-weight:700}.c6{background-color:#ffffff;max-width:451.4pt;padding:72pt 72pt 72pt 72pt}.c7{font-size:15pt;font-family:"Old Standard TT";font-weight:400}.c9{font-size:14pt;font-family:"Old Standard TT";font-weight:400}.c10{font-weight:400;font-family:"Old Standard TT"}.c8{text-indent:36pt}.c4{margin-left:36pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:center}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c6 doc-content"><h1 class="c11" id="h.bp5dnaaxa99i"><span class="c10">La CWU</span></h1><p class="c2"><span class="c3">La CWU (abr&eacute;viation de Civil Worker Union, Union des travailleurs civils en fran&ccedil;ais) est une des factions principales dans half-life. Pour preuve: la premi&egrave;re chose que fait un citoyen &agrave; son arriv&eacute;e en cit&eacute; c&rsquo;est justement se signaler au QG CWU (La tour en face de la gare). Les devoirs d&rsquo;un CWU varient &eacute;norm&eacute;ment suivant sa branche.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">D&egrave;s votre arriv&eacute;e en tant qu&rsquo;apprenti,votre recruteur a d&ucirc; vous demander dans quelle branche vous souhaitez &ecirc;tre, votre affectation vous sera donn&eacute;e lorsque vous serez officiellement une recrue.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">D&eacute;sormais, vous devez conna&icirc;tre les diff&eacute;rentes branches de la CWU que voici:</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">DMS: D&eacute;partement M&eacute;dical et Scientifique</span></p><p class="c2 c8 c4"><span class="c3">Vous vous occupez de la sant&eacute; des personnes de la cit&eacute;, et &eacute;galement de faire des recherches scientifiques. Globalement, vous &ecirc;tes m&eacute;decin, chirurgiens,dentiste, ORL,autiste... tout ce qui touche &agrave; la m&eacute;decine, et chercheur.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">DRT: D&eacute;partement Restauration et Transports</span></p><p class="c2 c4"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vous vous occupez soit de votre restaurant soit de fournir les restaurants de la cit&eacute; en mati&egrave;res premi&egrave;res. Dans cette cit&eacute;e (ce serveur) vous ne vous occuperez pas des transports.</span></p><p class="c0 c4"><span class="c3"></span></p><p class="c2"><span class="c3">DTL: D&eacute;partement Travail et Logement</span></p><p class="c2 c8 c4"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Non pas que les autres branches ne soient pas importantes, le DTL est la branche la plus importante de la CWU.</span></p><p class="c2 c4"><span class="c3">En effet, vous vous occupez de donner du travail aux citoyens, leur attribuer un logement et vous payez m&ecirc;me une taxe sur vos b&eacute;n&eacute;fices &agrave; l&#39;administratrice.</span></p><p class="c0 c4"><span class="c3"></span></p><p class="c2"><span class="c9">Une attribution n&rsquo;est </span><span class="c12">pas absolue</span><span class="c3">. Cela signifie que, par exemple, un DMS doit donner du travail au citoyen si le besoin s&rsquo;en fait ressentir. De m&ecirc;me qu&rsquo;il peut arriver qu&rsquo;un DTL fournisse un restaurateur en l&rsquo;absence de DRT.</span></p><p class="c2"><span class="c3">De plus, il y a des devoirs communs &agrave; tous les CWU, ind&eacute;pendamment de leur branche. Par exemple, chacun doit fournir de nouvelles cartes CID, enregistrer les nouveaux venus etc&hellip;</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Ensuite, il vous faudra conna&icirc;tre votre hi&eacute;rarchie, Dans l&rsquo;ordre d&rsquo;importance d&eacute;croissant:</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Le superviseur de cit&eacute;</span></p><p class="c2 c8"><span class="c3">Le superviseur est votre plus haut sup&eacute;rieur hi&eacute;rarchique, il est une des t&ecirc;tes importantes de la cites et a, litt&eacute;ralement, droit de vie ou de mort sur vous. Respectez-le autant que si votre vie d&eacute;pendait de lui. en fait, elle d&eacute;pend r&eacute;ellement de lui.</span></p><p class="c0 c8"><span class="c3"></span></p><p class="c2"><span class="c3">Le DPF</span></p><p class="c2"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le DPF est un proche du superviseur s&rsquo;occupant de faire des rapports sur les autres CWU et le repr&eacute;sente pendant son absence.</span></p><p class="c2"><span class="c3">C&rsquo;est le 2e plus haut plac&eacute; dans la CWU.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Les chefs de branche</span></p><p class="c2"><span class="c9">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Les chefs de branche (chef DTL/DMS/DRT) sont les 3e plus haut plac&eacute; </span><span class="c1">pour ceux de leurs branches</span><span class="c3">, mais sont de simples confirm&eacute;s pour les CWU d&rsquo;autre branches. Attention tout de m&ecirc;me, les trois chefs de branches communiquent entre eux, alors respectez-les tous comme s&rsquo;ils &eacute;taient votre propre chef. Ils s&rsquo;occupent des recrutements, des formations et du suivi des CWU de leurs branches respectives.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c7">A partir d&rsquo;ici, aucun grade n&#39;a d&#39;aval sur l&rsquo;autre.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Confirm&eacute;</span></p><p class="c2"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Les CWU confirm&eacute;s sont des personnes ayant montr&eacute; qu&rsquo;elles maitrisent avec assurance toutes les subtilit&eacute;s du r&ocirc;le de CWU, elle excellent dans leur branche et si vous avez la moindre question, demandez donc &agrave; un confirm&eacute; qui saura utiliser son exp&eacute;rience pour vous aider. Ils ont aussi acc&egrave;s aux haut-parleurs de la cit&eacute;.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Interm&eacute;diaire</span></p><p class="c2"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Les CWU interm&eacute;diaires sont des CWU ayant une certaine exp&eacute;rience du m&eacute;tier leur permettant d&rsquo;avoir plus de droits et de responsabilit&eacute;s (gestion du stock, props...). Vous pouvez vous adresser &agrave; eux pour vos questions, mais pr&eacute;f&eacute;rez demander &agrave; un confirm&eacute;.</span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Recrue</span></p><p class="c2"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Les recrues sont des CWU ayant termin&eacute; leur formation initiale et ayant par la m&ecirc;me occasion obtenu le droit d&rsquo;exercer. Ils peuvent avoir re&ccedil;u une affectation &agrave; une branche. Ils feront certainement beaucoup d&rsquo;erreurs et seront maladroits dans l&rsquo;exercice de leurs fonctions mais il faut &ecirc;tre compr&eacute;hensifs, ils n&rsquo;ont presque aucune exp&eacute;rience et, apr&egrave;s tout, nous sommes tous pass&eacute;s par l&agrave;.</span></p><p class="c0"><span class="c3"></span></p><p class="c0"><span class="c3"></span></p><p class="c0"><span class="c3"></span></p><p class="c2"><span class="c3">Si vous lisez ceci, il y a de fortes chances que vous veniez tout juste de passer le concours d&#39;admission, f&eacute;licitation!</span></p><p class="c2"><span class="c3">Cependant, cela ne signifie pas que vous &ecirc;tes une recrue. on vous a d&eacute;j&agrave; remis une chemise de CWU, sans brassard, et vous allez apr&egrave;s la lecture de ce document suivre votre formateur et ce n&rsquo;est qu&#39;&agrave; la fin de votre formation que vous serez engag&eacute;. Pour l&rsquo;instant, le moindre faux-pas et vous ressortirez bredouille, vous n&#39;&ecirc;tes pas encore CWU. </span></p><p class="c2"><span class="c3">D&rsquo;ailleur, votre recruteur sera celui qui vous attend en ce moment m&ecirc;me dans le couloir pour vous expliquer le reste. Bonne formation cher (je l&#39;esp&egrave;re) futur coll&egrave;gue .</span></p><p class="c0"><span class="c3"></span></p><p class="c0"><span class="c3"></span></p></body></html>